<?php GoogleReferer::yas_set_google_referer(get_the_ID(), $_SERVER['HTTP_REFERER'])
?>
<?php if (have_posts()) : ?>
    <?php while (have_posts()) : the_post(); ?>

        <?php post_view::yas_set_post_view(get_the_ID()) ?>
        <div class="article_detail_wrapss single_article_wrap format-standard">
            <div class="article_body_wrap">

                <div class="article_featured_image">
                    <?php
                    if (has_post_thumbnail()) {
                        the_post_thumbnail('', ['class' => 'img-responsive', 'alt' => get_the_title()]);
                    } else {
                        echo default_thumbnail();
                    }
                    ?> </div>

                <?php get_template_part('meta-data/single/post-meta') ?>
                <?php the_content() ?>
                <!-- <h2 class="post-title">کنکور هم با همه بالا و پایین هاش بالاخره تمام شد...</h2>
                <p>کنکور99 هم با حضور یک میلیون و چهارصد هزار شرکت کننده به پایان رسید و هر آنچه که دیده شد اضطراب و نگرانی داوطلبان از شیوع بیماری کرونا و و تاثیر آن بر سلامت روان خانواده ها و داوطلبان کنکوری بود.
                    امید داریم کنکور 1400 در فضایی به دور از هرگونه بیماری و با آرامش بیشتری برگزار شود و خاطره تلخ این روزها را با خودش ببرد.
                    در این میان گروهی از داوطلبان بیشترین اضطراب را متحمل شدند. گروه داوطلبان پسر که اگر امسال در کنکور قبول نشوند مشمول خدمت سربازی خواهند شد.
                    این درحالی است که دانش آموزان دختر می توانند به مراتب در سال های بیشتری در رقابت کنکور حاضر شوند.</p>
                <blockquote>
                    <span class="icon"><i class="fas fa-quote-right"></i></span>
                    <p class="text">با وجود کرونا برگزار شد. در بسیاری از مراکز پروتکل های بهداشتی به نحو احسن اجرا شد و در بعضی دیگر اصلا رعایت نشده بود. پس از کنکور اعلام شد که دانش آموزی خودکشی کرده و بسیاری از ماها که دیگر پا به سن گذاشته ایم غمگین شدیم که این همه جدال برای چه!!!</p>
                    <h5 class="name">- فرخ جوادی</h5>
                </blockquote>
                <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                    <br><br>کنکور در ایران همیشه دغدغه دانش آموزان بوده و هست. پیشتر, از سال های اول دبیرستان دانش آموزان وارد این چالش می شدند و 4 سال با آن درگیر بودند. هر سال یک بیانه صادر می شد و نحوه محاسبه تراز و رتبه اعلام می شد اما باز همانی برگزار می شد که بود. اما امروزه از دوران ابتدایی خانواده فرزندان خود را درگیر کنکور می کنند و با نوشتن کلاس های مختلف دانش آموزان را برای این برهه از زندگی آماده می کنند و به خیال خودشان کار درستی است اما اگر واقع بین باشیم این امر بسیار مخرب است. جدا از سیستم آموزشی که به هر حال اینطور رقم خورده, فرزندانمان نیاز به کسب مهرات هم دارند. مهارت ها و هنرهایی که چه بسا می توانند بیشتر کارآیی داشته باشند.
                    کافیست به این درک برسیم که دانشگاه رفتن برای کسب سواد اجتماعی و شعور اجتماعی لازم است اما بدون مدرک دانشگاهی هم می توان زندگی کرد و می توان بسیار هم موفق بود.
                </p> -->
                <div class="article_bottom_info">
                    <?php get_template_part('meta-data/single-tech/post-tags') ?>
                </div>
                <div class="post-share">
                    <h4 class="pbm-title">شبکه های اجتماعی</h4>
                    <ul class="list">
                        <li><a href="#"><i class="fab fa-facebook-f"></i></a></li>
                        <li><a href="#"><i class="fab fa-twitter"></i></a></li>
                        <li><a href="#"><i class="fab fa-linkedin-in"></i></a></li>
                        <li><a href="#"><i class="fab fa-vk"></i></a></li>
                        <li><a href="#"><i class="fab fa-tumblr"></i></a></li>
                    </ul>
                </div>
            </div>
            <?php get_template_part('partials/single-tech/pagination') ?>

        </div>
        </div>
    <?php endwhile ?>
<?php endif ?>